{
  "text": {
    "hey": 73,
    "hello": 72,
    "hi": 74,
    "there": 171,
    "good": 61,
    "morning": 112,
    "evening": 52,
    "moin": 111,
    "let": 99,
    "s": 153,
    "go": 59,
    "dude": 50,
    "goodmorning": 64,
    "goodevening": 63,
    "afternoon": 1,
    "xin": 217,
    "chào": 30,
    "bạn": 20,
    "lô": 105,
    "buổi": 14,
    "sáng": 165,
    "tối": 202,
    "cu": 37,
    "by": 15,
    "cee": 24,
    "you": 221,
    "later": 98,
    "night": 131,
    "bye": 16,
    "goodbye": 62,
    "have": 70,
    "a": 0,
    "nice": 130,
    "day": 47,
    "see": 159,
    "around": 7,
    "tạm": 199,
    "biệt": 11,
    "bái": 17,
    "bai": 8,
    "hẹn": 84,
    "gặp": 68,
    "lại": 107,
    "pp": 143,
    "nhé": 128,
    "yes": 220,
    "y": 219,
    "indeed": 90,
    "of": 138,
    "course": 36,
    "that": 169,
    "sounds": 161,
    "correct": 35,
    "đúng": 229,
    "ừ": 236,
    "ok": 139,
    "chuẩn": 29,
    "luôn": 103,
    "chính": 33,
    "xác": 218,
    "đồng": 232,
    "ý": 223,
    "no": 132,
    "n": 119,
    "never": 123,
    "i": 88,
    "don": 49,
    "t": 166,
    "think": 172,
    "so": 160,
    "like": 100,
    "way": 211,
    "not": 133,
    "really": 148,
    "không": 92,
    "sai": 156,
    "rồi": 152,
    "phải": 142,
    "tôi": 197,
    "hủy": 87,
    "bỏ": 22,
    "đừng": 234,
    "perfect": 140,
    "great": 65,
    "amazing": 4,
    "feeling": 56,
    "king": 94,
    "wonderful": 214,
    "am": 3,
    "very": 206,
    "going": 60,
    "to": 182,
    "save": 158,
    "the": 170,
    "world": 215,
    "super": 163,
    "stoked": 162,
    "extremely": 53,
    "tuyệt": 191,
    "vời": 209,
    "vui": 207,
    "quá": 144,
    "rất": 151,
    "tốt": 203,
    "khỏe": 93,
    "re": 147,
    "đang": 224,
    "cảm": 42,
    "thấy": 176,
    "my": 114,
    "was": 210,
    "horrible": 76,
    "sad": 155,
    "feel": 55,
    "well": 213,
    "disappointed": 48,
    "m": 108,
    "unhappy": 205,
    "extremly": 54,
    "saad": 154,
    "buồn": 13,
    "chán": 31,
    "đời": 233,
    "mệt": 117,
    "mỏi": 118,
    "hôm": 82,
    "nay": 121,
    "tệ": 201,
    "thất": 175,
    "vọng": 208,
    "are": 6,
    "bot": 12,
    "human": 78,
    "talking": 167,
    "là": 104,
    "ai": 2,
    "robot": 150,
    "à": 222,
    "người": 125,
    "hay": 71,
    "máy": 115,
    "đấy": 230,
    "tên": 193,
    "gì": 66,
    "thời": 178,
    "tiết": 181,
    "thế": 177,
    "nào": 134,
    "dự": 51,
    "báo": 18,
    "hà": 79,
    "nội": 137,
    "kiểm": 95,
    "tra": 184,
    "tại": 198,
    "hồ": 85,
    "chí": 32,
    "minh": 110,
    "có": 40,
    "bão": 19,
    "ở": 235,
    "đà": 226,
    "nẵng": 136,
    "cần": 43,
    "thơ": 174,
    "ra": 146,
    "sao": 157,
    "check": 26,
    "weather": 212,
    "hanoi": 69,
    "in": 89,
    "ho": 75,
    "chi": 27,
    "xem": 216,
    "hải": 83,
    "phòng": 141,
    "tình": 195,
    "hình": 81,
    "mưa": 116,
    "gió": 58,
    "nghệ": 124,
    "an": 5,
    "nhu": 127,
    "cầu": 44,
    "cứu": 45,
    "trợ": 189,
    "bao": 9,
    "nhiêu": 126,
    "lương": 106,
    "thực": 179,
    "cho": 28,
    "tính": 196,
    "toán": 183,
    "thuốc": 173,
    "men": 109,
    "relief": 149,
    "needs": 122,
    "for": 57,
    "hue": 77,
    "bị": 21,
    "quảng": 145,
    "nam": 120,
    "trung": 186,
    "tâm": 192,
    "đâu": 227,
    "danh": 46,
    "sách": 164,
    "các": 39,
    "điểm": 225,
    "tìm": 194,
    "gần": 67,
    "nơi": 135,
    "nhận": 129,
    "hàng": 80,
    "địa": 231,
    "chỉ": 34,
    "kho": 91,
    "centers": 25,
    "location": 102,
    "trạm": 188,
    "hộ": 86,
    "tập": 200,
    "kết": 97,
    "trữ": 190,
    "biết": 10,
    "muốn": 113,
    "tiếp": 180,
    "liệt": 101,
    "kê": 96,
    "đây": 228,
    "cac": 23,
    "tam": 168,
    "cuu": 38,
    "tro": 185,
    "cư": 41,
    "u": 204,
    "trơ": 187
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "ask_weather": 3,
    "ask_relief_prediction": 2,
    "ask_relief_centers": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_weather": 1,
    "action_find_relief_centers": 7,
    "action_predict_relief": 9,
    "utter_cheer_up": 15,
    "utter_did_that_help": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_happy": 19,
    "utter_iamabot": 20
  },
  "action_text": null,
  "intent_response_key": null
}