{
  "text": {
    "hey": 93,
    "hello": 91,
    "hi": 94,
    "there": 221,
    "good": 80,
    "morning": 144,
    "evening": 68,
    "moin": 143,
    "let": 124,
    "s": 195,
    "go": 78,
    "dude": 63,
    "goodmorning": 83,
    "goodevening": 82,
    "afternoon": 4,
    "xin": 288,
    "chào": 35,
    "bạn": 23,
    "lô": 134,
    "buổi": 17,
    "sáng": 210,
    "tối": 263,
    "cu": 45,
    "by": 18,
    "cee": 29,
    "you": 292,
    "later": 123,
    "night": 167,
    "bye": 19,
    "goodbye": 81,
    "have": 89,
    "a": 0,
    "nice": 166,
    "day": 58,
    "see": 201,
    "around": 10,
    "tạm": 260,
    "biệt": 14,
    "bái": 20,
    "bai": 11,
    "hẹn": 105,
    "gặp": 87,
    "lại": 136,
    "pp": 181,
    "nhé": 163,
    "yes": 291,
    "y": 290,
    "indeed": 113,
    "of": 176,
    "course": 44,
    "that": 219,
    "sounds": 203,
    "correct": 43,
    "đúng": 302,
    "ừ": 310,
    "ok": 177,
    "chuẩn": 34,
    "luôn": 131,
    "chính": 38,
    "xác": 289,
    "đồng": 306,
    "ý": 295,
    "no": 168,
    "n": 152,
    "never": 156,
    "i": 111,
    "don": 62,
    "t": 213,
    "think": 222,
    "so": 202,
    "like": 125,
    "way": 279,
    "not": 169,
    "really": 188,
    "không": 117,
    "sai": 198,
    "rồi": 194,
    "phải": 180,
    "tôi": 258,
    "hủy": 110,
    "bỏ": 26,
    "đừng": 308,
    "perfect": 178,
    "great": 84,
    "amazing": 7,
    "feeling": 73,
    "king": 119,
    "wonderful": 285,
    "am": 6,
    "very": 272,
    "going": 79,
    "to": 239,
    "save": 200,
    "the": 220,
    "world": 286,
    "super": 206,
    "stoked": 205,
    "extremely": 69,
    "tuyệt": 250,
    "vời": 277,
    "vui": 274,
    "quá": 184,
    "rất": 193,
    "tốt": 264,
    "khỏe": 118,
    "re": 187,
    "đang": 296,
    "cảm": 52,
    "thấy": 230,
    "my": 146,
    "was": 278,
    "horrible": 96,
    "sad": 197,
    "feel": 72,
    "well": 282,
    "disappointed": 60,
    "m": 138,
    "unhappy": 266,
    "extremly": 70,
    "saad": 196,
    "buồn": 16,
    "chán": 36,
    "đời": 307,
    "mệt": 149,
    "mỏi": 150,
    "hôm": 103,
    "nay": 154,
    "tệ": 262,
    "thất": 229,
    "vọng": 276,
    "are": 9,
    "bot": 15,
    "human": 99,
    "talking": 214,
    "là": 132,
    "ai": 5,
    "robot": 191,
    "à": 293,
    "người": 159,
    "hay": 90,
    "máy": 147,
    "đấy": 304,
    "tên": 254,
    "gì": 85,
    "thời": 234,
    "tiết": 238,
    "thế": 231,
    "nào": 170,
    "dự": 67,
    "báo": 21,
    "hà": 100,
    "nội": 175,
    "kiểm": 120,
    "tra": 241,
    "tại": 259,
    "hồ": 107,
    "chí": 37,
    "minh": 142,
    "có": 48,
    "bão": 22,
    "ở": 309,
    "đà": 298,
    "nẵng": 174,
    "cần": 53,
    "thơ": 228,
    "ra": 186,
    "sao": 199,
    "check": 31,
    "weather": 280,
    "hanoi": 88,
    "in": 112,
    "ho": 95,
    "chi": 32,
    "xem": 287,
    "hải": 104,
    "phòng": 179,
    "tình": 256,
    "hình": 102,
    "mưa": 148,
    "gió": 76,
    "nghệ": 157,
    "an": 8,
    "nhu": 162,
    "cầu": 54,
    "cứu": 56,
    "trợ": 248,
    "bao": 12,
    "nhiêu": 161,
    "lương": 135,
    "thực": 235,
    "cho": 33,
    "tính": 257,
    "toán": 240,
    "thuốc": 225,
    "men": 141,
    "relief": 189,
    "needs": 155,
    "for": 74,
    "hue": 98,
    "bị": 25,
    "quảng": 185,
    "nam": 153,
    "trung": 243,
    "tâm": 253,
    "đâu": 299,
    "danh": 57,
    "sách": 209,
    "các": 47,
    "điểm": 297,
    "tìm": 255,
    "gần": 86,
    "nơi": 173,
    "nhận": 164,
    "hàng": 101,
    "địa": 305,
    "chỉ": 39,
    "kho": 115,
    "centers": 30,
    "location": 129,
    "trạm": 247,
    "hộ": 109,
    "tập": 261,
    "kết": 122,
    "trữ": 249,
    "biết": 13,
    "muốn": 145,
    "tiếp": 237,
    "liệt": 127,
    "kê": 121,
    "đây": 300,
    "cac": 27,
    "tam": 215,
    "cuu": 46,
    "tro": 242,
    "cư": 51,
    "u": 265,
    "trơ": 246,
    "relieflink": 190,
    "hệ": 106,
    "thống": 233,
    "này": 171,
    "làm": 133,
    "giới": 77,
    "thiệu": 224,
    "về": 275,
    "mục": 151,
    "đích": 301,
    "của": 55,
    "án": 294,
    "what": 283,
    "is": 114,
    "tell": 218,
    "me": 140,
    "about": 1,
    "this": 223,
    "system": 208,
    "project": 183,
    "description": 59,
    "chức": 40,
    "năng": 172,
    "thể": 232,
    "trên": 244,
    "web": 281,
    "features": 71,
    "main": 139,
    "functionalities": 75,
    "can": 28,
    "do": 61,
    "here": 92,
    "dùng": 64,
    "công": 49,
    "tech": 216,
    "stack": 204,
    "viết": 273,
    "bằng": 24,
    "ngôn": 158,
    "ngữ": 160,
    "cơ": 50,
    "sở": 211,
    "dữ": 66,
    "liệu": 128,
    "technologies": 217,
    "used": 269,
    "programming": 182,
    "usage": 267,
    "sử": 212,
    "dụng": 65,
    "vai": 271,
    "trò": 245,
    "những": 165,
    "loại": 130,
    "tài": 252,
    "khoản": 116,
    "admin": 3,
    "được": 303,
    "user": 270,
    "roles": 192,
    "who": 284,
    "use": 268,
    "account": 2,
    "types": 251,
    "liên": 126,
    "hỗ": 108,
    "lỗi": 137,
    "thì": 226,
    "thông": 227,
    "tin": 236,
    "support": 207,
    "contacts": 42,
    "how": 97,
    "contact": 41
  },
  "intent": {
    "greet": 12,
    "goodbye": 11,
    "affirm": 0,
    "deny": 10,
    "mood_great": 13,
    "mood_unhappy": 14,
    "bot_challenge": 9,
    "ask_weather": 7,
    "ask_relief_prediction": 4,
    "ask_relief_centers": 3,
    "ask_what_is_relieflink": 8,
    "ask_features": 2,
    "ask_tech_stack": 6,
    "ask_roles": 5,
    "ask_contact": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_weather": 1,
    "action_find_relief_centers": 7,
    "action_predict_relief": 9,
    "utter_ask_contact": 15,
    "utter_ask_features": 16,
    "utter_ask_roles": 17,
    "utter_ask_tech_stack": 18,
    "utter_ask_what_is_relieflink": 19,
    "utter_cheer_up": 20,
    "utter_did_that_help": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_happy": 24,
    "utter_iamabot": 25
  },
  "action_text": null,
  "intent_response_key": null
}