{
  "text": {
    "hey": 47,
    "hello": 46,
    "hi": 48,
    "there": 108,
    "good": 37,
    "morning": 68,
    "evening": 30,
    "moin": 67,
    "let": 60,
    "s": 93,
    "go": 35,
    "dude": 29,
    "goodmorning": 40,
    "goodevening": 39,
    "afternoon": 1,
    "xin": 130,
    "chào": 19,
    "bạn": 15,
    "lô": 64,
    "buổi": 11,
    "sáng": 103,
    "tối": 118,
    "cu": 24,
    "by": 12,
    "cee": 17,
    "you": 134,
    "later": 59,
    "night": 79,
    "bye": 13,
    "goodbye": 38,
    "have": 44,
    "a": 0,
    "nice": 78,
    "day": 26,
    "see": 98,
    "around": 6,
    "tạm": 116,
    "biệt": 8,
    "bái": 14,
    "bai": 7,
    "hẹn": 52,
    "gặp": 43,
    "lại": 65,
    "pp": 86,
    "nhé": 77,
    "yes": 133,
    "y": 132,
    "indeed": 55,
    "of": 82,
    "course": 23,
    "that": 106,
    "sounds": 100,
    "correct": 22,
    "đúng": 138,
    "ừ": 143,
    "ok": 83,
    "chuẩn": 18,
    "luôn": 62,
    "chính": 21,
    "xác": 131,
    "đồng": 140,
    "ý": 136,
    "no": 80,
    "n": 73,
    "never": 75,
    "i": 54,
    "don": 28,
    "t": 104,
    "think": 109,
    "so": 99,
    "like": 61,
    "way": 126,
    "not": 81,
    "really": 89,
    "không": 56,
    "sai": 96,
    "rồi": 92,
    "phải": 85,
    "tôi": 115,
    "hủy": 53,
    "bỏ": 16,
    "đừng": 142,
    "perfect": 84,
    "great": 41,
    "amazing": 4,
    "feeling": 34,
    "king": 58,
    "wonderful": 128,
    "am": 3,
    "very": 121,
    "going": 36,
    "to": 112,
    "save": 97,
    "the": 107,
    "world": 129,
    "super": 102,
    "stoked": 101,
    "extremely": 31,
    "tuyệt": 113,
    "vời": 124,
    "vui": 122,
    "quá": 87,
    "rất": 91,
    "tốt": 119,
    "khỏe": 57,
    "re": 88,
    "đang": 137,
    "cảm": 25,
    "thấy": 111,
    "my": 69,
    "was": 125,
    "horrible": 49,
    "sad": 95,
    "feel": 33,
    "well": 127,
    "disappointed": 27,
    "m": 66,
    "unhappy": 120,
    "extremly": 32,
    "saad": 94,
    "buồn": 10,
    "chán": 20,
    "đời": 141,
    "mệt": 71,
    "mỏi": 72,
    "hôm": 51,
    "nay": 74,
    "tệ": 117,
    "thất": 110,
    "vọng": 123,
    "are": 5,
    "bot": 9,
    "human": 50,
    "talking": 105,
    "là": 63,
    "ai": 2,
    "robot": 90,
    "à": 135,
    "người": 76,
    "hay": 45,
    "máy": 70,
    "đấy": 139,
    "tên": 114,
    "gì": 42
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}