{
  "text": {
    "hey": 111,
    "hello": 109,
    "hi": 112,
    "there": 279,
    "good": 93,
    "morning": 179,
    "evening": 80,
    "moin": 178,
    "let": 152,
    "s": 246,
    "go": 91,
    "dude": 73,
    "goodmorning": 96,
    "goodevening": 95,
    "afternoon": 4,
    "xin": 359,
    "chào": 36,
    "bạn": 24,
    "lô": 164,
    "buổi": 18,
    "sáng": 265,
    "tối": 327,
    "cu": 48,
    "by": 19,
    "cee": 30,
    "you": 364,
    "later": 150,
    "night": 207,
    "bye": 20,
    "goodbye": 94,
    "have": 107,
    "a": 0,
    "nice": 206,
    "day": 67,
    "see": 252,
    "around": 10,
    "tạm": 323,
    "biệt": 15,
    "bái": 21,
    "bai": 12,
    "hẹn": 127,
    "gặp": 103,
    "lại": 168,
    "pp": 228,
    "nhé": 202,
    "yes": 363,
    "y": 362,
    "indeed": 136,
    "of": 220,
    "course": 47,
    "that": 277,
    "sounds": 256,
    "correct": 46,
    "đúng": 376,
    "ừ": 389,
    "ok": 221,
    "chuẩn": 35,
    "luôn": 161,
    "chính": 39,
    "xác": 360,
    "đồng": 382,
    "ý": 368,
    "no": 208,
    "n": 188,
    "never": 193,
    "i": 134,
    "don": 72,
    "t": 269,
    "think": 280,
    "so": 255,
    "like": 153,
    "way": 350,
    "not": 210,
    "really": 236,
    "không": 143,
    "sai": 249,
    "rồi": 245,
    "phải": 226,
    "tôi": 320,
    "hủy": 133,
    "bỏ": 27,
    "đừng": 387,
    "perfect": 223,
    "great": 98,
    "amazing": 7,
    "feeling": 85,
    "king": 145,
    "wonderful": 356,
    "am": 6,
    "very": 336,
    "going": 92,
    "to": 298,
    "save": 251,
    "the": 278,
    "world": 357,
    "super": 261,
    "stoked": 260,
    "extremely": 81,
    "tuyệt": 312,
    "vời": 348,
    "vui": 341,
    "quá": 232,
    "rất": 244,
    "tốt": 328,
    "khỏe": 144,
    "re": 235,
    "đang": 369,
    "cảm": 58,
    "thấy": 289,
    "my": 181,
    "was": 349,
    "horrible": 115,
    "sad": 248,
    "feel": 84,
    "well": 353,
    "disappointed": 70,
    "m": 173,
    "unhappy": 330,
    "extremly": 82,
    "saad": 247,
    "buồn": 17,
    "chán": 37,
    "đời": 385,
    "mệt": 184,
    "mỏi": 185,
    "hôm": 124,
    "nay": 191,
    "tệ": 325,
    "thất": 288,
    "vọng": 347,
    "are": 9,
    "bot": 16,
    "human": 119,
    "talking": 270,
    "là": 162,
    "ai": 5,
    "robot": 241,
    "à": 366,
    "người": 198,
    "hay": 108,
    "máy": 182,
    "đấy": 378,
    "tên": 316,
    "gì": 100,
    "thời": 293,
    "tiết": 297,
    "thế": 290,
    "nào": 212,
    "dự": 79,
    "báo": 22,
    "hà": 121,
    "nội": 219,
    "kiểm": 147,
    "tra": 301,
    "tại": 322,
    "hồ": 129,
    "chí": 38,
    "minh": 177,
    "có": 55,
    "bão": 23,
    "ở": 388,
    "đà": 371,
    "nẵng": 217,
    "cần": 59,
    "thơ": 287,
    "ra": 234,
    "sao": 250,
    "check": 32,
    "weather": 351,
    "hanoi": 106,
    "in": 135,
    "ho": 114,
    "chi": 33,
    "xem": 358,
    "hải": 126,
    "phòng": 225,
    "tình": 318,
    "hình": 123,
    "mưa": 183,
    "gió": 89,
    "nghệ": 194,
    "an": 8,
    "nhu": 201,
    "cầu": 60,
    "cứu": 62,
    "trợ": 310,
    "bao": 13,
    "nhiêu": 200,
    "lương": 166,
    "thực": 294,
    "cho": 34,
    "tính": 319,
    "toán": 300,
    "thuốc": 283,
    "men": 176,
    "relief": 237,
    "needs": 192,
    "for": 86,
    "hue": 118,
    "bị": 26,
    "quảng": 233,
    "nam": 189,
    "trung": 304,
    "tâm": 315,
    "đâu": 372,
    "danh": 64,
    "sách": 264,
    "các": 51,
    "điểm": 370,
    "tìm": 317,
    "gần": 102,
    "nơi": 215,
    "nhận": 203,
    "hàng": 122,
    "địa": 381,
    "chỉ": 41,
    "kho": 141,
    "centers": 31,
    "location": 158,
    "trạm": 308,
    "hộ": 131,
    "tập": 324,
    "kết": 149,
    "trữ": 311,
    "biết": 14,
    "muốn": 180,
    "tiếp": 296,
    "liệt": 156,
    "kê": 148,
    "đây": 373,
    "cac": 28,
    "tam": 271,
    "cuu": 49,
    "tro": 302,
    "kinh": 146,
    "độ": 383,
    "và": 342,
    "vĩ": 343,
    "của": 61,
    "tọa": 326,
    "thông": 286,
    "tin": 295,
    "vị": 346,
    "trí": 306,
    "gps": 97,
    "latitude": 151,
    "longitude": 159,
    "huế": 120,
    "do": 71,
    "vi": 337,
    "da": 63,
    "nang": 190,
    "toa": 299,
    "ha": 105,
    "noi": 209,
    "nguồn": 196,
    "lực": 172,
    "hiện": 113,
    "còn": 54,
    "gạo": 101,
    "số": 266,
    "lượng": 167,
    "nước": 216,
    "trong": 303,
    "vật": 344,
    "tư": 321,
    "resources": 240,
    "available": 11,
    "inventory": 139,
    "phẩm": 227,
    "lều": 169,
    "thống": 292,
    "hệ": 128,
    "dùng": 75,
    "tổng": 329,
    "quan": 231,
    "system": 263,
    "statistics": 259,
    "dashboard": 65,
    "cáo": 53,
    "hợp": 132,
    "liệu": 157,
    "yêu": 365,
    "chờ": 42,
    "phê": 224,
    "duyệt": 74,
    "mới": 186,
    "pending": 222,
    "requests": 239,
    "xử": 361,
    "lý": 165,
    "đợi": 386,
    "nguyện": 195,
    "viên": 338,
    "volunteer": 340,
    "list": 154,
    "tham": 276,
    "gia": 88,
    "nối": 218,
    "database": 66,
    "hoạt": 117,
    "động": 384,
    "db": 68,
    "connection": 44,
    "trạng": 309,
    "thái": 284,
    "test": 275,
    "đã": 374,
    "gửi": 104,
    "lịch": 170,
    "sử": 268,
    "notifications": 211,
    "nhắn": 204,
    "relieflink": 238,
    "này": 213,
    "làm": 163,
    "giới": 90,
    "thiệu": 282,
    "về": 345,
    "mục": 187,
    "đích": 375,
    "án": 367,
    "what": 354,
    "is": 140,
    "tell": 274,
    "me": 175,
    "about": 1,
    "this": 281,
    "project": 230,
    "description": 69,
    "chức": 43,
    "năng": 214,
    "thể": 291,
    "trên": 305,
    "web": 352,
    "features": 83,
    "main": 174,
    "functionalities": 87,
    "can": 29,
    "here": 110,
    "công": 56,
    "tech": 272,
    "stack": 257,
    "viết": 339,
    "bằng": 25,
    "ngôn": 197,
    "ngữ": 199,
    "cơ": 57,
    "sở": 267,
    "dữ": 78,
    "technologies": 273,
    "used": 333,
    "programming": 229,
    "usage": 331,
    "dụng": 77,
    "vai": 335,
    "trò": 307,
    "những": 205,
    "loại": 160,
    "tài": 314,
    "khoản": 142,
    "admin": 3,
    "được": 377,
    "user": 334,
    "roles": 242,
    "who": 355,
    "use": 332,
    "account": 2,
    "types": 313,
    "liên": 155,
    "hỗ": 130,
    "lỗi": 171,
    "thì": 285,
    "support": 262,
    "contacts": 45,
    "để": 380,
    "chạy": 40,
    "cách": 52,
    "cài": 50,
    "đặt": 379,
    "hướng": 125,
    "dẫn": 76,
    "setup": 254,
    "start": 258,
    "server": 253,
    "how": 116,
    "run": 243,
    "installation": 137,
    "guide": 99,
    "instructions": 138
  },
  "intent": {
    "greet": 21,
    "goodbye": 20,
    "affirm": 0,
    "deny": 19,
    "mood_great": 22,
    "mood_unhappy": 23,
    "bot_challenge": 18,
    "ask_weather": 16,
    "ask_relief_prediction": 9,
    "ask_relief_centers": 8,
    "ask_center_details": 1,
    "ask_resources": 10,
    "ask_system_stats": 12,
    "ask_pending_requests": 7,
    "ask_volunteers": 15,
    "ask_db_status": 3,
    "ask_user_requests": 14,
    "ask_notifications": 6,
    "ask_what_is_relieflink": 17,
    "ask_features": 4,
    "ask_tech_stack": 13,
    "ask_roles": 11,
    "ask_contact": 2,
    "ask_how_to_run": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 16,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_db_connection": 1,
    "action_check_weather": 2,
    "action_find_relief_centers": 8,
    "action_get_center_details": 9,
    "action_get_notifications": 10,
    "action_get_pending_requests": 11,
    "action_get_resources": 12,
    "action_get_system_stats": 13,
    "action_get_user_requests": 14,
    "action_get_volunteers": 15,
    "action_predict_relief": 17,
    "utter_ask_contact": 23,
    "utter_ask_features": 24,
    "utter_ask_how_to_run": 25,
    "utter_ask_roles": 26,
    "utter_ask_tech_stack": 27,
    "utter_ask_what_is_relieflink": 28,
    "utter_cheer_up": 29,
    "utter_did_that_help": 30,
    "utter_goodbye": 31,
    "utter_greet": 32,
    "utter_happy": 33,
    "utter_iamabot": 34
  },
  "action_text": null,
  "intent_response_key": null
}