{
  "text": {
    "hey": 97,
    "hello": 95,
    "hi": 98,
    "there": 232,
    "good": 83,
    "morning": 151,
    "evening": 71,
    "moin": 150,
    "let": 131,
    "s": 203,
    "go": 81,
    "dude": 65,
    "goodmorning": 86,
    "goodevening": 85,
    "afternoon": 4,
    "xin": 300,
    "chào": 35,
    "bạn": 23,
    "lô": 141,
    "buổi": 17,
    "sáng": 221,
    "tối": 274,
    "cu": 45,
    "by": 18,
    "cee": 29,
    "you": 304,
    "later": 130,
    "night": 174,
    "bye": 19,
    "goodbye": 84,
    "have": 93,
    "a": 0,
    "nice": 173,
    "day": 60,
    "see": 209,
    "around": 10,
    "tạm": 271,
    "biệt": 14,
    "bái": 20,
    "bai": 11,
    "hẹn": 110,
    "gặp": 91,
    "lại": 143,
    "pp": 188,
    "nhé": 170,
    "yes": 303,
    "y": 302,
    "indeed": 118,
    "of": 183,
    "course": 44,
    "that": 230,
    "sounds": 213,
    "correct": 43,
    "đúng": 314,
    "ừ": 324,
    "ok": 184,
    "chuẩn": 34,
    "luôn": 138,
    "chính": 38,
    "xác": 301,
    "đồng": 320,
    "ý": 307,
    "no": 175,
    "n": 159,
    "never": 163,
    "i": 116,
    "don": 64,
    "t": 224,
    "think": 233,
    "so": 212,
    "like": 132,
    "way": 291,
    "not": 176,
    "really": 195,
    "không": 124,
    "sai": 206,
    "rồi": 202,
    "phải": 187,
    "tôi": 269,
    "hủy": 115,
    "bỏ": 26,
    "đừng": 322,
    "perfect": 185,
    "great": 87,
    "amazing": 7,
    "feeling": 76,
    "king": 126,
    "wonderful": 297,
    "am": 6,
    "very": 283,
    "going": 82,
    "to": 250,
    "save": 208,
    "the": 231,
    "world": 298,
    "super": 217,
    "stoked": 216,
    "extremely": 72,
    "tuyệt": 261,
    "vời": 289,
    "vui": 285,
    "quá": 191,
    "rất": 201,
    "tốt": 275,
    "khỏe": 125,
    "re": 194,
    "đang": 308,
    "cảm": 54,
    "thấy": 241,
    "my": 153,
    "was": 290,
    "horrible": 100,
    "sad": 205,
    "feel": 75,
    "well": 294,
    "disappointed": 62,
    "m": 145,
    "unhappy": 277,
    "extremly": 73,
    "saad": 204,
    "buồn": 16,
    "chán": 36,
    "đời": 321,
    "mệt": 156,
    "mỏi": 157,
    "hôm": 107,
    "nay": 161,
    "tệ": 273,
    "thất": 240,
    "vọng": 288,
    "are": 9,
    "bot": 15,
    "human": 103,
    "talking": 225,
    "là": 139,
    "ai": 5,
    "robot": 198,
    "à": 305,
    "người": 166,
    "hay": 94,
    "máy": 154,
    "đấy": 316,
    "tên": 265,
    "gì": 89,
    "thời": 245,
    "tiết": 249,
    "thế": 242,
    "nào": 177,
    "dự": 70,
    "báo": 21,
    "hà": 104,
    "nội": 182,
    "kiểm": 127,
    "tra": 252,
    "tại": 270,
    "hồ": 112,
    "chí": 37,
    "minh": 149,
    "có": 50,
    "bão": 22,
    "ở": 323,
    "đà": 310,
    "nẵng": 181,
    "cần": 55,
    "thơ": 239,
    "ra": 193,
    "sao": 207,
    "check": 31,
    "weather": 292,
    "hanoi": 92,
    "in": 117,
    "ho": 99,
    "chi": 32,
    "xem": 299,
    "hải": 109,
    "phòng": 186,
    "tình": 267,
    "hình": 106,
    "mưa": 155,
    "gió": 79,
    "nghệ": 164,
    "an": 8,
    "nhu": 169,
    "cầu": 56,
    "cứu": 58,
    "trợ": 259,
    "bao": 12,
    "nhiêu": 168,
    "lương": 142,
    "thực": 246,
    "cho": 33,
    "tính": 268,
    "toán": 251,
    "thuốc": 236,
    "men": 148,
    "relief": 196,
    "needs": 162,
    "for": 77,
    "hue": 102,
    "bị": 25,
    "quảng": 192,
    "nam": 160,
    "trung": 254,
    "tâm": 264,
    "đâu": 311,
    "danh": 59,
    "sách": 220,
    "các": 48,
    "điểm": 309,
    "tìm": 266,
    "gần": 90,
    "nơi": 180,
    "nhận": 171,
    "hàng": 105,
    "địa": 319,
    "chỉ": 40,
    "kho": 122,
    "centers": 30,
    "location": 136,
    "trạm": 258,
    "hộ": 114,
    "tập": 272,
    "kết": 129,
    "trữ": 260,
    "biết": 13,
    "muốn": 152,
    "tiếp": 248,
    "liệt": 134,
    "kê": 128,
    "đây": 312,
    "cac": 27,
    "tam": 226,
    "cuu": 46,
    "tro": 253,
    "cư": 53,
    "u": 276,
    "trơ": 257,
    "relieflink": 197,
    "hệ": 111,
    "thống": 244,
    "này": 178,
    "làm": 140,
    "giới": 80,
    "thiệu": 235,
    "về": 287,
    "mục": 158,
    "đích": 313,
    "của": 57,
    "án": 306,
    "what": 295,
    "is": 121,
    "tell": 229,
    "me": 147,
    "about": 1,
    "this": 234,
    "system": 219,
    "project": 190,
    "description": 61,
    "chức": 41,
    "năng": 179,
    "thể": 243,
    "trên": 255,
    "web": 293,
    "features": 74,
    "main": 146,
    "functionalities": 78,
    "can": 28,
    "do": 63,
    "here": 96,
    "dùng": 66,
    "công": 51,
    "tech": 227,
    "stack": 214,
    "viết": 284,
    "bằng": 24,
    "ngôn": 165,
    "ngữ": 167,
    "cơ": 52,
    "sở": 222,
    "dữ": 69,
    "liệu": 135,
    "technologies": 228,
    "used": 280,
    "programming": 189,
    "usage": 278,
    "sử": 223,
    "dụng": 68,
    "vai": 282,
    "trò": 256,
    "những": 172,
    "loại": 137,
    "tài": 263,
    "khoản": 123,
    "admin": 3,
    "được": 315,
    "user": 281,
    "roles": 199,
    "who": 296,
    "use": 279,
    "account": 2,
    "types": 262,
    "liên": 133,
    "hỗ": 113,
    "lỗi": 144,
    "thì": 237,
    "thông": 238,
    "tin": 247,
    "support": 218,
    "contacts": 42,
    "để": 318,
    "chạy": 39,
    "cách": 49,
    "cài": 47,
    "đặt": 317,
    "và": 286,
    "hướng": 108,
    "dẫn": 67,
    "setup": 211,
    "start": 215,
    "server": 210,
    "how": 101,
    "run": 200,
    "installation": 119,
    "guide": 88,
    "instructions": 120
  },
  "intent": {
    "greet": 13,
    "goodbye": 12,
    "affirm": 0,
    "deny": 11,
    "mood_great": 14,
    "mood_unhappy": 15,
    "bot_challenge": 10,
    "ask_weather": 8,
    "ask_relief_prediction": 5,
    "ask_relief_centers": 4,
    "ask_what_is_relieflink": 9,
    "ask_features": 2,
    "ask_tech_stack": 7,
    "ask_roles": 6,
    "ask_contact": 1,
    "ask_how_to_run": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_weather": 1,
    "action_find_relief_centers": 7,
    "action_predict_relief": 9,
    "utter_ask_contact": 15,
    "utter_ask_features": 16,
    "utter_ask_how_to_run": 17,
    "utter_ask_roles": 18,
    "utter_ask_tech_stack": 19,
    "utter_ask_what_is_relieflink": 20,
    "utter_cheer_up": 21,
    "utter_did_that_help": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_happy": 25,
    "utter_iamabot": 26
  },
  "action_text": null,
  "intent_response_key": null
}