{
  "text": {
    "hey": 65,
    "hello": 64,
    "hi": 66,
    "there": 153,
    "good": 53,
    "morning": 97,
    "evening": 44,
    "moin": 96,
    "let": 86,
    "s": 137,
    "go": 51,
    "dude": 42,
    "goodmorning": 56,
    "goodevening": 55,
    "afternoon": 1,
    "xin": 189,
    "chào": 27,
    "bạn": 19,
    "lô": 90,
    "buổi": 13,
    "sáng": 148,
    "tối": 175,
    "cu": 33,
    "by": 14,
    "cee": 22,
    "you": 193,
    "later": 85,
    "night": 114,
    "bye": 15,
    "goodbye": 54,
    "have": 62,
    "a": 0,
    "nice": 113,
    "day": 39,
    "see": 143,
    "around": 7,
    "tạm": 173,
    "biệt": 10,
    "bái": 16,
    "bai": 8,
    "hẹn": 75,
    "gặp": 59,
    "lại": 92,
    "pp": 126,
    "nhé": 112,
    "yes": 192,
    "y": 191,
    "indeed": 80,
    "of": 120,
    "course": 32,
    "that": 151,
    "sounds": 145,
    "correct": 31,
    "đúng": 198,
    "ừ": 204,
    "ok": 121,
    "chuẩn": 26,
    "luôn": 88,
    "chính": 30,
    "xác": 190,
    "đồng": 200,
    "ý": 195,
    "no": 115,
    "n": 103,
    "never": 107,
    "i": 78,
    "don": 41,
    "t": 149,
    "think": 154,
    "so": 144,
    "like": 87,
    "way": 183,
    "not": 116,
    "really": 132,
    "không": 81,
    "sai": 140,
    "rồi": 136,
    "phải": 125,
    "tôi": 171,
    "hủy": 77,
    "bỏ": 21,
    "đừng": 202,
    "perfect": 122,
    "great": 57,
    "amazing": 4,
    "feeling": 48,
    "king": 83,
    "wonderful": 186,
    "am": 3,
    "very": 178,
    "going": 52,
    "to": 163,
    "save": 142,
    "the": 152,
    "world": 187,
    "super": 147,
    "stoked": 146,
    "extremely": 45,
    "tuyệt": 167,
    "vời": 181,
    "vui": 179,
    "quá": 128,
    "rất": 135,
    "tốt": 176,
    "khỏe": 82,
    "re": 131,
    "đang": 196,
    "cảm": 35,
    "thấy": 158,
    "my": 98,
    "was": 182,
    "horrible": 68,
    "sad": 139,
    "feel": 47,
    "well": 185,
    "disappointed": 40,
    "m": 93,
    "unhappy": 177,
    "extremly": 46,
    "saad": 138,
    "buồn": 12,
    "chán": 28,
    "đời": 201,
    "mệt": 101,
    "mỏi": 102,
    "hôm": 73,
    "nay": 105,
    "tệ": 174,
    "thất": 157,
    "vọng": 180,
    "are": 6,
    "bot": 11,
    "human": 70,
    "talking": 150,
    "là": 89,
    "ai": 2,
    "robot": 134,
    "à": 194,
    "người": 109,
    "hay": 63,
    "máy": 99,
    "đấy": 199,
    "tên": 168,
    "gì": 58,
    "thời": 160,
    "tiết": 162,
    "thế": 159,
    "nào": 117,
    "dự": 43,
    "báo": 17,
    "hà": 71,
    "nội": 119,
    "kiểm": 84,
    "tra": 165,
    "tại": 172,
    "hồ": 76,
    "chí": 29,
    "minh": 95,
    "có": 34,
    "bão": 18,
    "ở": 203,
    "đà": 197,
    "nẵng": 118,
    "cần": 36,
    "thơ": 156,
    "ra": 130,
    "sao": 141,
    "check": 23,
    "weather": 184,
    "hanoi": 61,
    "in": 79,
    "ho": 67,
    "chi": 24,
    "xem": 188,
    "hải": 74,
    "phòng": 124,
    "tình": 169,
    "hình": 72,
    "mưa": 100,
    "gió": 50,
    "nghệ": 108,
    "an": 5,
    "nhu": 111,
    "cầu": 37,
    "cứu": 38,
    "trợ": 166,
    "bao": 9,
    "nhiêu": 110,
    "lương": 91,
    "thực": 161,
    "cho": 25,
    "tính": 170,
    "toán": 164,
    "thuốc": 155,
    "men": 94,
    "relief": 133,
    "needs": 106,
    "for": 49,
    "hue": 69,
    "prediction": 127,
    "hai": 60,
    "phong": 123,
    "bị": 20,
    "quảng": 129,
    "nam": 104
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 3,
    "ask_weather": 2,
    "ask_relief_prediction": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_weather": 1,
    "action_predict_relief": 8,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}