{
  "text": {
    "hey": 69,
    "hello": 68,
    "hi": 70,
    "there": 163,
    "good": 57,
    "morning": 106,
    "evening": 48,
    "moin": 105,
    "let": 94,
    "s": 146,
    "go": 55,
    "dude": 46,
    "goodmorning": 60,
    "goodevening": 59,
    "afternoon": 1,
    "xin": 205,
    "chào": 28,
    "bạn": 19,
    "lô": 99,
    "buổi": 13,
    "sáng": 158,
    "tối": 191,
    "cu": 35,
    "by": 14,
    "cee": 22,
    "you": 209,
    "later": 93,
    "night": 124,
    "bye": 15,
    "goodbye": 58,
    "have": 66,
    "a": 0,
    "nice": 123,
    "day": 43,
    "see": 152,
    "around": 7,
    "tạm": 188,
    "biệt": 10,
    "bái": 16,
    "bai": 8,
    "hẹn": 80,
    "gặp": 64,
    "lại": 101,
    "pp": 136,
    "nhé": 121,
    "yes": 208,
    "y": 207,
    "indeed": 86,
    "of": 131,
    "course": 34,
    "that": 161,
    "sounds": 154,
    "correct": 33,
    "đúng": 216,
    "ừ": 223,
    "ok": 132,
    "chuẩn": 27,
    "luôn": 97,
    "chính": 31,
    "xác": 206,
    "đồng": 219,
    "ý": 211,
    "no": 125,
    "n": 112,
    "never": 116,
    "i": 84,
    "don": 45,
    "t": 159,
    "think": 164,
    "so": 153,
    "like": 95,
    "way": 199,
    "not": 126,
    "really": 141,
    "không": 88,
    "sai": 149,
    "rồi": 145,
    "phải": 135,
    "tôi": 186,
    "hủy": 83,
    "bỏ": 21,
    "đừng": 221,
    "perfect": 133,
    "great": 61,
    "amazing": 4,
    "feeling": 52,
    "king": 90,
    "wonderful": 202,
    "am": 3,
    "very": 194,
    "going": 56,
    "to": 173,
    "save": 151,
    "the": 162,
    "world": 203,
    "super": 156,
    "stoked": 155,
    "extremely": 49,
    "tuyệt": 180,
    "vời": 197,
    "vui": 195,
    "quá": 137,
    "rất": 144,
    "tốt": 192,
    "khỏe": 89,
    "re": 140,
    "đang": 212,
    "cảm": 38,
    "thấy": 168,
    "my": 107,
    "was": 198,
    "horrible": 72,
    "sad": 148,
    "feel": 51,
    "well": 201,
    "disappointed": 44,
    "m": 102,
    "unhappy": 193,
    "extremly": 50,
    "saad": 147,
    "buồn": 12,
    "chán": 29,
    "đời": 220,
    "mệt": 110,
    "mỏi": 111,
    "hôm": 78,
    "nay": 114,
    "tệ": 190,
    "thất": 167,
    "vọng": 196,
    "are": 6,
    "bot": 11,
    "human": 74,
    "talking": 160,
    "là": 98,
    "ai": 2,
    "robot": 143,
    "à": 210,
    "người": 118,
    "hay": 67,
    "máy": 108,
    "đấy": 217,
    "tên": 182,
    "gì": 62,
    "thời": 170,
    "tiết": 172,
    "thế": 169,
    "nào": 127,
    "dự": 47,
    "báo": 17,
    "hà": 75,
    "nội": 130,
    "kiểm": 91,
    "tra": 175,
    "tại": 187,
    "hồ": 81,
    "chí": 30,
    "minh": 104,
    "có": 37,
    "bão": 18,
    "ở": 222,
    "đà": 214,
    "nẵng": 129,
    "cần": 39,
    "thơ": 166,
    "ra": 139,
    "sao": 150,
    "check": 24,
    "weather": 200,
    "hanoi": 65,
    "in": 85,
    "ho": 71,
    "chi": 25,
    "xem": 204,
    "hải": 79,
    "phòng": 134,
    "tình": 184,
    "hình": 77,
    "mưa": 109,
    "gió": 54,
    "nghệ": 117,
    "an": 5,
    "nhu": 120,
    "cầu": 40,
    "cứu": 41,
    "trợ": 178,
    "bao": 9,
    "nhiêu": 119,
    "lương": 100,
    "thực": 171,
    "cho": 26,
    "tính": 185,
    "toán": 174,
    "thuốc": 165,
    "men": 103,
    "relief": 142,
    "needs": 115,
    "for": 53,
    "hue": 73,
    "bị": 20,
    "quảng": 138,
    "nam": 113,
    "trung": 176,
    "tâm": 181,
    "đâu": 215,
    "danh": 42,
    "sách": 157,
    "các": 36,
    "điểm": 213,
    "tìm": 183,
    "gần": 63,
    "nơi": 128,
    "nhận": 122,
    "hàng": 76,
    "địa": 218,
    "chỉ": 32,
    "kho": 87,
    "centers": 23,
    "location": 96,
    "trạm": 177,
    "hộ": 82,
    "tập": 189,
    "kết": 92,
    "trữ": 179
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "ask_weather": 3,
    "ask_relief_prediction": 2,
    "ask_relief_centers": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_weather": 1,
    "action_predict_relief": 8,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}